/* eslint-disable @next/next/no-img-element */
import React from 'react'

const aboutus = () => {
  return (
  <div className='m-auto min-h-screen bg-white dark:bg-white'>
     <section className="py-14">
            <div className="max-w-screen-xl mx-auto md:px-8">
                <div className="items-center gap-x-12 sm:px-4 md:px-0 lg:flex">
                    <div className=" sm:hidden lg:block">
                        <img src="https://www.bhagwanapp.in/uploads/kolapuri_mahalakshmi.jpg" className="md:max-w-lg sm:rounded-lg" alt="" />
                    </div>
                    <div className="max-w-xl px-4 space-y-3 mt-6 sm:px-0 md:mt-0 lg:max-w-2xl">
                        
                        <p className="text-red-300 text-3xl font-semibold sm:text-4xl">
                        Welcome To Koshti Pariwar
                        </p>
                      
                    </div>
                  
                </div>
                <h1 className='text-xl font-bold mt-10 ml-15' >
                    कोष्टी समाज:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    अन्न, वस्त्र, निवारा ह्या आपल्या तीन मुलभूत गरजा. अन्ननिर्मिती करणारा तो अन्नदाता (शेतकरी), वस्त्रनिर्मिती करणारा तो विणकर व निवारा निर्माण करणारा तो बांधकाम कारागीर. विणकर म्हणजे कोष्टी. कोषापासून वस्त्रे निर्माण करणारा तो कोष्टी. झाडाच्या सालीपासून वस्त्रे निर्माण करणारा तो साळी. कोष्टी हा प्रमुख घटक धरला गेला आणि भिन्न कौशल्य वापरुन अनेक प्रकारचे वस्त्र निर्माण करण्याच्या गुणांवरुन भिन्न विणकाम करणारे विणकर वर्ग निर्माण झालेत. अशाप्रकारे विणकर, कोष्टी, साळी, इत्यादी शब्दांची निर्मिती दिसून येते. अनादी काळापासून वस्त्र निर्माण करण्यासाठी विविध झाडांच्या खोडाची साल, झाडांची पाने तसेच लांब पातळ गवत इत्यादी नैसर्गिक वस्तूंचा वापर करण्याचे अनेक दाखले इतिहासात उपलब्ध आहेत
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                        कौशल्यांची पराकाष्ठा करुन उत्तमोत्तम तरल, मुलायम वस्त्रे देवदेवतांसाठी निर्माण करणारा विणकर वर्ग म्हणजे देवांग कोष्टी. देवांग आणि कोष्टी हे दोन्ही शब्द एकरूपतेने वापरण्याचा प्रघात फार पुर्वी पासून सुरु झाला.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    पंडीत श्री. इंद्रनारायण शर्मा (गाव–लाडमपुर, जिल्हा–इटावा, उत्तर प्रदेश) लिखित “ऐतिहासिक रामायणकालीन रामवंशी क्षत्रिय राजवंश का इतिहास“, द्वितीय संस्करण, १९६६ नूसार कोष्ठी हा शब्द कुश व ठाकोर या दोन शब्दांची जोड करून बनलेला आहे. कुश हे श्रीरामप्रभूंचे सुपुत्र म्हणुन त्यानूसार कोष्ठी हे कुशवंशी आहेत. कोष्ठी क्षत्रिय असल्याचे म्हणतात.
                    </h2>
                    
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    हुंडा पध्दत:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                        कोष्टी समाजाचे वैशिष्ट्य म्हणजे हुंडा विरोधी विचारांचा व त्याच प्रमाणे वागणारा समाज. हुंडा हा शब्दच मुळात माहित नसलेला समाज. पूर्वतागायत काळापासून ते आतापर्यंत कधीही हुंडा मागितला जात नाही व दिला जात नाही. हुंडा मागणाऱ्याचा सामाजिक बहिष्कार होतो.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    कौशल्यवान समाज:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    कोषापासून तंतू (धागा) निर्माण करणे, कापसापासून धागा बनविणे, असंख्य धाग्याची विण तयार करणे, सूत विणतांना कापडावर चित्र रेखाटने, वेगवेगळ्या रंगांचे आरेखन करणे, रंगसंगती जुळविणे, कपड्यांची आकर्षकता वाढविणे, नवनिर्माण करणे अशा अनेक कला निर्माण करणे अशी कौशल्याची अनेक उदाहरणे आहेत.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    कष्टाळू समाज:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    सुत विणणे हे प्रामुख्याने स्त्रियांचे काम आणि पुढे त्यापासून वस्त्रे बनविणे हे पुरुषांचे काम. एकूण सर्व कामाची पद्धत एकमेकांवर अवलंबून असल्या कारणाने घरातील वयोवृद्धांपासून बालगोपालांपर्यंत कुटुंबातील प्रत्येक घटकाचा या कामात मोलाचा वाटा असायचा. त्यांत फील्टे आणणे, रंगविणे, कांजी देणे, वाळविणे, फील्टे उकलणे (चरख्यावर), कांड्या भरणे अशी कामे मुलांनीच करायची असतात असे जणू समीकरण होऊन गेलेले. म्हणजेच काय तर वस्त्र विणकामात सर्व कुटुंब रात्रंदिवस राबते, अतिशय कष्ट उपसणारा हा समाज म्हणजे कोष्टी समाज.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    वस्त्रालंकार:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    पुरातन काळापासून वस्त्रे अलंकार म्हणूनही वापरण्याची पध्दत आहे. वेगवेगळ्या कार्यक्रमांना वेगवेगळे वस्त्रे वापरली जातात. त्यामुळे वस्त्रे विविध रंगाची व भिन्न उपयोगाची असतात. नौवारी लुगडी, सहावारी साड्या, चोळीखण, उपरणे, धोतर, पंचे, रुमाल, विविध प्रकारच्या खादी वस्त्र म्हणून व सतरंजी, चादरी, नेवार, टावेल इत्यादी दैनंदिन वापरातील वस्तू तयार करण्यासाठी कोष्टी समाज दंग असतो. वस्त्र शरीराची ऊब तर राखतातच, पण सौंदर्य देखील उजळवतात.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    जात एक उपजाती अनेक:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    समाज हा व्यवसायानूरूप असतो. विणकरी करणारा समाज विणकर. विणकर म्हणजेच कोष्टी. प्रत्येक समाजात, जातीत साडेबारा उपजाती असल्याचे दिसून येते. देशकर कोष्टी, देवांग कोष्टी, साळी कोष्टी, सुतसाळी कोष्टी, पद्मसाळी कोष्टी, हलबा कोष्टी, लाड कोष्टी, लिंगायत कोष्टी, गढेवाल कोष्टी, हटगर कोष्टी, इत्यादी अशा उपजाती देशभरातील कोष्टी समाजात आढळतात. धागा धागा अखंड विणूयात । सारे विणकर एक होऊयात । या उक्तीप्रमाणे बहुतेक समाजसेवा मंडळे प्रयत्नशील आहेत.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    सुख व श्रीमंती:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    पैशाने सुख येतं व श्रीमंती येते असा भाबडा समज आहे. आपला कोष्टी समाज पुर्वीपासून सुखी व समाधानी असण्याचे मुख्य कारण म्हणजे काम. मनुष्य कामात असला की तो स्थिर असतो व मग्न राहतो. नवनिर्माण करण्याची ओढ लागलेली असल्याने त्यातच तो सुखी व समाधानी राहतो आणि हीच त्याची श्रीमंती.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    समाज सुधारणा, एक कटाक्ष:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    देवांग कोष्टी समाज हा अचलपूर व नशिराबाद या ठिकाणी एकवटलेला होता. तसा त्या वेळेसचा छोटासाच समाज. हातमाग हाच एकमेव धंदा. रोटीबेटी व्यवहार समाजातच व्हायचे. आपण भले, आपले काम भले यानूसार महत्वाकांक्षा फार नसायच्या. अल्प संतुष्टी होते. हाताला पुरेसे काम असायचे. नोकरी करीता खटपट करायची गरज नव्हती. शिक्षणाची गरज भासत नव्हती. समाज एकसंध होता, मजबूत होता.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    ६० च्या दशकात पावरलूम्स यायला सुरुवात झाली व हातमागाला घरघर लागली. कामधंदा अपुरा पडायला लागला. अचलपूर नशिराबाद हून लोकांचे शहरी भागात पलायन व्हायला लागले. समाज विखरायला लागला. नोकरीच्या शोधात अमरावती, नागपूर, नाशिक, सुरत, अहमदाबाद, बडोदा, देवास, ईंदोर अशा अनेक शहराकडे लोक पसरले. शिक्षणाचा प्रसार व्हायला लागला. काही समाज बांधवांनी समाज सुधारणेवर भर दिला.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    दि ईंडस्ट्रीयल विव्हिंग कोआँपरेटिव्ह सोसायटीची अचलपूर ला स्थापना झाली. लोकांना कामधंदा मिळायला लागला. परतवाड्याला बेरार मिल्स मधे रोजगार उपलब्ध झाला त्यामुळे अचलपूर मुक्कामी आजतागायत समाज टिकून आहे. काही समाज बांधवांनी सुधारणा घडवून आणल्या. सर्व समाजसुधारकांची नावे येथे घेणे शक्य नाही.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    नाशिक शहरात एका कुटूंबातील बांधवांनी संतपरिवाराचा पाया रचला. अनेक शिष्य निर्माण केलेत. समाजात सद्विचार पेरला व सुधारणेचा मार्ग दाखवून दिला. नशिराबादला कृष्ण मंदिराची सुरुवात, आखाड्याची सुरुवात, सुरत येथे श्री चौंडेश्वरी मातेचे मंदिर अशाप्रकारे बऱ्याच ठिकाणी चांगली सुरुवात झाली.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    सुरतला समाज बांधवांनी सामुहिक विवाह सोहळा कार्यक्रम यशस्वीपणे राबविला. १७ जोडप्यांचा विवाह एका वेळी एका समारंभात पार पडला. त्याचप्रमाणे नशिराबाद ला सुध्दा सामुहिक विवाह सोहळा यशस्वीपणे राबविला. तेथील सर्व समाज सभासदांनी सामाजिक व आर्थिक बाबी चोखपणे पार पाडून आदर्श नोंदवला.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    लग्न समारंभ साधेपणाने व एकमेकांच्या सहकार्याने पार पाडायचे. जेवणाळी घर अंगणात व्हायच्या व स्वयंपाक सुध्दा घराच्या दारात आपल्याच माणसाकरवी व्हायचा आणि हे सर्व एकमेकांच्या सहकार्याने सामुदायिक व्हायचे. खरं तर हेच कोष्टी समाजाचे वैशिष्ट्य.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    राजकीय पुढाकार:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    आजच्या घडीला समाजात बरीच मंडळी राजकीय पटलावर चमकत आहेत. अचलपूरला नगराध्यक्ष पदावर   आणि नगरसेवक, वार्डमेंबर पदावर समाज बंधु भगिनी विराजमान आहेत. अंजनगाव, दिग्रस, नाशिक व इतर ठिकाणी सुध्दा राजकीय पदावर आपल्या समाज सभासदांचा वावर दिसून येतो.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    शिक्षण प्रसार:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    ६० च्या दशकात शिक्षणाचा प्रसार दिसायला लागला. बोटावर मोजण्या इतकी लोकं पदवीधर होती. त्यावेळी नोकरीत असलेले खूप कमी होते. ७० च्या दशकात शिक्षणाचा प्रसार वाढला. मुले शिकायला लागली पण मुलींना शिक्षणात मज्जाव व्हायचा. हळूहळू परिस्थिती सुधारली व आजच्या स्थितीत मुले व मुली शिक्षणापासून वंचित नाहीत. पदवीधर आहेत, पदव्युत्तर सुध्दा आहेत पण एम पी एस सी परिक्षेत पास होणाऱ्यांची संख्या आज सुध्दा कमी आहे. एकंदरीत शिक्षणावर जोर देण्याची गरज आहे.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    वेबसाईट आपली, वेबसाईट कशासाठी ?
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    आपण म्हणतो तो आपला देवांग कोष्टी समाज अत्यंत छोटा आहे. महाराष्ट्र, गुजरात आणि मध्यप्रदेश येथील काही ठराविक ठिकाणी वास्तव्यास आहे. समाज गरीब आहे पण प्रामाणिक व इमानदार आहे. स्वाभिमानी आहे, कष्टाळू आहे, कौशल्यवान आहे. आज सगळे स्वतःच्या मेहनतीवर उभे आहेत. शिक्षणाचे महत्व समजल्याने घराघरात शिक्षण घेणारी मुले आहेत. सोशल मीडियाचा, प्रामुख्याने व्हाट्सएप चा सहजपणे वापर करणारी मुले आणि पालकवर्ग आज समाजात आहेत. हीच मंडळी पुढाकार घेऊन वेबसाईटचा वापर करतील. उच्चशिक्षित मुलांची तथा पालकांची संख्या सद्य स्थितीत कमी असली तरी ती दिवसेंदिवस वाढत आहे. खालील नमूद कारणांसाठी वेबसाईटचा वापर होईल अशी अपेक्षा आहे.
                    </h2>
                    <ul className='text-sm font-semibold mt-5'>
        <li>१. समाजातील प्रमुख घडामोडी</li>
        <li>२. आजवर होऊन गेलेल्या मुख्य कार्यक्रमांचा आढावा घेण्यासाठी</li>
        <li>३. आपल्या व्यवसायाची/ कामाची जाहिरात देण्यासाठी</li>
        <li>४. गुणवंत विद्यार्थ्यांचे कौतुक करण्यासाठी, त्यांना बक्षीसे देण्यासाठी</li>
        <li>५. आरोग्यविषयक सुविधा आणि सवलतींसाठी मार्गदर्शन</li>
        <li>६. नोकरीविषयक माहिती व सल्ला, इत्यादी</li>
        <li>७. हेल्पलाईन/समुपदेशन</li>
        <li>८. विवाहविषयक चर्चा व मार्गदर्शन</li>
        <li>९. वधुवर परिचय मेळावा विषयी माहिती</li>
        <li>१०. सामूहिक सहलींविषयी माहिती</li>
        <li>११. सामूहिक व्यवसायांविषयी माहिती</li>
        <li>१२. एकमेका सहाय्य्य करू अवघे धरू सुपंथ</li>
      </ul>
      <h2 className='text-sm font-semibold mt-5 '>
      कुठल्याही वेबसाईटची उपयुक्तता ही ती वेबसाईट वापरणाऱ्यांच्या संख्येवरून ठरते. समाजातील प्रत्येक घटकापर्यंत वेबसाईट पोहोचायला हवी. त्याकरता त्याविषयीची जागरूकता निर्माण करणे गरजेचे आहे. तोंडी प्रसिद्धी (माऊथ पब्लिसिटी) च्या माध्यमातून या कामात चांगली मदत होऊ शकते. वेबसाईट फेमस होणे गरजेचे आहे. स्वस्त व मस्त, युझर फ्रेंडली, मोबाइल संचलित असल्यास जास्त लोकांपर्यंत पोहोचते. जातीतील-उपजाती, पोटजातीतील माहिती असल्यास चॉईस वाढतो व वापरणाऱ्यांची संख्येत वृद्धी होते. आताच्या पिढीने पुढील पिढीचा विचार करावा. आपण लावलेल्या वृक्षाची फळे आपल्या मुलांना, नातवांना मिळतील या ध्येयाने पुढील ५० वर्षांचा विचार करावा आणि ओघाओघाने हि आजची देखील गरज बनलेली आहे. येणाऱ्या काळात आंतरजातीय विवाह होण्याची शक्यता ज्या गतीने वाढत आहे त्या दृष्टीने आपण सर्वांनी मिळून आज जातीय विवाहावर लक्ष केंद्रित करण्यासाठी जात सर्वसमावेशक व पोटजातीवर आधारित असण्यावर गांभीर्याने विचार करणे गरजेचे आहे. अशा विचारांवर वाटचाल ठरवणे हेच समाजाच्या प्रगतीचे लक्षण आहे.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    जग फार पुढे चालले आहे. ‘अवघे विश्वची माझे घर’ ही संकल्पना सर्व राष्ट्रांनी स्विकारली आहे. ‘वसुधैव कुटुम्बकम्’ विचारधारा लक्षात घेता ‘पोटजाती तोडा, समाज जोडा’ ही त्यांतील एक उल्लेखनीय बाब आहे. वेबसाईट वर जात नमूद करताना कोष्टी हे अनिवार्य असेल. उपजात किंवा पोटजाती हे पर्यायी असतील. पोटजातीत देवांग कोष्टी हे प्रथम क्रमांकावर असेल या खाली इतर सर्व पोटजातीचा उल्लेख आपणा सर्वांना बघावयास मिळेल. 
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    आपल्या या कोष्टी परिवार नावाने होऊ घातलेल्या वेबसाईटला खूप सारे लाईक्स मिळावे व त्याचे गूगल रेटिंग पण दिवसागणिक वाढत वाढत जावे हीच मनोकामना. पुढे जाऊन आपली वेबसाईट कमर्शिअल वेबसाईट्सला देखील भारी पडेल. आपली वेबसाईट आपल्या छोट्या देवांग कोष्टी समाजासाठी वरदान ठरेल यात शंका नाही. गावोगावी तसेच शहरात कोष्टी समाज मंडळे, महामंडळे याच वेबसाइटचा वापर करतील. पुढे जाऊन इतर कुठल्या नवीन वेबसाईट चा वापर करण्यापेक्षा त्या सर्वांना हीच वेबसाईट आपली एक हक्काची वेबसाईट वाटेल. इतकी ही वेबसाईट त्यांना स्वतःची वाटू लागेल. कदाचित काही ठिकाणी एकाच शहरात एकापेक्षा जास्त समाजसेवा संस्था आपल्या समाजाच्या असू शकतात, त्या सर्वांना ही वेबसाईट आपली वाटावी असा सर्वांचा प्रयत्न असेल.
                    </h2>
                    <h1 className='text-xl font-bold mt-10 ml-5' >
                    कोरोना महामारी आपदा व सेवा कार्य:
                    </h1>
                    <h2 className='text-sm font-semibold mt-5 '>
                    कोरोना (कोविड १९) ही जीवघेणी महामारी संपूर्ण जगात पसरली. भारत देशभर कोविड १९ हा भयावह रोग दि. २५ मार्च २०२० पासून पुढे प्रसार होण्यास सुरुवात झाली व पंतप्रधान श्री. नरेंद्र मोदींनी देशात लॉकडाऊन जाहीर केले. संपूर्ण देशात मार्च महिन्याच्या शेवटल्या आठवड्यात जनता कर्फ्यू लागू झाला. भारतात सर्वकाही ठप्प झाले. पहिला लाट संपत नाही तोच कोरोनाची दुसरी लाट मार्च २०२१ ला सुरू झाली. ही लाट पहिल्या लाटीपेक्षा अधिक भयानक होती. मे महिन्यात दररोज व्हाट्सएपवर समाजातील लोक म्रूत्युमुखी पडल्याची वार्ता असायची. प्रत्येक परिवारातून वाईट बातमी यायची. आजतागायत (०४.११.२०२१) तुरळक राज्यात लाँकडाऊन आहे.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    कोरोना एका निर्जीव सूक्ष्म विषाणू पासून होतो. संसर्गजन्य नसला तरी रोग्याच्या सहवासात आल्याने, त्याच्या खोकल्याद्वारे, ऊश्वासाद्वारे, स्पर्शाद्वारे पसरतो, भयानक पसरतो. रोगावर अजूनही पक्के औषध नाही. सर्दी ,पडसं, ताप, अंगदुखी, श्वास थांबने, वास न येणे, जेवण कमी होणे किंवा जेवण न जाणे अशी सर्वसाधारण लक्षणे आहेत. हा विषाणू नाकाद्वारे शिरकाव करतो शेंबडाच्या संपर्कात अँक्टीव होतो. फुफ्फुसात जम धरतो व फुफ्फुस ब्लॉक करतो, श्वास घेता येत नाही व रुग्ण वेळेवर व योग्य उपचार न झाल्यास म्रुत्यु अटळ. संसर्ग टाळण्यासाठी रोग्यांपासून डॉक्टर व नर्सेस चार हात दूर राहतात.
                    </h2>
                    <h2 className='text-sm font-semibold mt-5 '>
                    घराबाहेर निघणे बंद, दुकाने बंद, वाहतूक बंद, व्यवसाय बंद, हॉटेल, इत्यादी सर्वकाही बंद होते. अशा काळात नौजवान मुलांनी समाजातील उदारवाद्यांकडून चंदा गोळा करून किराणा माल गरीबांना घरपोहोच केला. गावागावात शहराशहरात आपल्या कोष्टी समाजात सेवा मंडळे उभी राहिली व समाज सेवा कार्य जोमाने केले. आपल्या समाजात गरीबी असल्याने समाज सेवेला अनन्यसाधारण महत्त्व प्राप्त झाले होते. समाज सेवा किती आवश्यक आहे याची प्रचिती आली व सर्व गावात सेवा मंडळे निर्माण झाली.
                    </h2>
            </div>
        </section>
  </div>
  )
}

export default aboutus